<pad>	0
<s>	0
</s>	0
<unk>	0
en	-0
▁c	-1
es	-2
▁d	-3
ci	-4
▁p	-5
▁s	-6
er	-7
on	-8
la	-9
▁a	-10
re	-11
ta	-12
or	-13
ón	-14
▁de	-15
▁e	-16
ad	-17
in	-18
al	-19
▁t	-20
os	-21
ción	-22
ar	-23
un	-24
▁m	-25
ent	-26
▁l	-27
as	-28
qu	-29
▁con	-30
an	-31
▁n	-32
▁es	-33
▁la	-34
mp	-35
ro	-36
▁re	-37
▁f	-38
ec	-39
ic	-40
do	-41
▁qu	-42
▁en	-43
▁i	-44
te	-45
is	-46
ra	-47
▁el	-48
▁S	-49
ti	-50
to	-51
le	-52
▁in	-53
▁¿	-54
▁un	-55
▁que	-56
▁y	-57
▁o	-58
us	-59
▁b	-60
▁g	-61
▁→	-62
▁v	-63
ación	-64
de	-65
ri	-66
dad	-67
tu	-68
▁h	-69
ac	-70
▁r	-71
▁se	-72
lo	-73
cion	-74
ma	-75
▁(	-76
▁C	-77
ab	-78
▁des	-79
am	-80
▁pro	-81
mo	-82
▁co	-83
▁L	-84
▁D	-85
ig	-86
▁per	-87
▁imp	-88
▁al	-89
tr	-90
ie	-91
uc	-92
ente	-93
▁A	-94
da	-95
ul	-96
▁so	-97
▁ca	-98
tiv	-99
ali	-100
▁caus	-101
orta	-102
enci	-103
▁=	-104
▁Si	-105
ue	-106
si	-107
▁E	-108
fec	-109
co	-110
()	-111
cu	-112
ciones	-113
▁no	-114
ía	-115
▁por	-116
▁ti	-117
di	-118
▁lo	-119
vi	-120
▁M	-121
ada	-122
▁u	-123
▁par	-124
ca	-125
ado	-126
▁P	-127
ve	-128
▁una	-129
▁si	-130
lic	-131
▁ent	-132
▁importa	-133
ter	-134
▁'	-135
▁tr	-136
tan	-137
duc	-138
▁La	-139
bi	-140
▁su	-141
tos	-142
▁N	-143
aj	-144
ión	-145
▁comp	-146
▁ex	-147
po	-148
ando	-149
el	-150
▁causa	-151
ze	-152
ut	-153
▁res	-154
▁+	-155
tá	-156
▁R	-157
ce	-158
pa	-159
ene	-160
bre	-161
▁T	-162
end	-163
era	-164
ient	-165
▁or	-166
encia	-167
za	-168
▁te	-169
tuación	-170
▁pero	-171
Qu	-172
ist	-173
ena	-174
eri	-175
▁conf	-176
▁tran	-177
orm	-178
res	-179
sp	-180
ga	-181
me	-182
iento	-183
ol	-184
▁exp	-185
▁los	-186
li	-187
▁afec	-188
pe	-189
▁entre	-190
go	-191
tiva	-192
▁ac	-193
▁cre	-194
lación	-195
fic	-196
▁está	-197
ori	-198
encias	-199
enta	-200
mb	-201
den	-202
▁sab	-203
ay	-204
he	-205
cur	-206
fo	-207
cio	-208
▁son	-209
Qué	-210
▁tiene	-211
▁sabe	-212
lu	-213
▁fun	-214
▁dep	-215
▁cu	-216
adena	-217
▁desde	-218
se	-219
gu	-220
▁situación	-221
▁di	-222
▁I	-223
na	-224
▁inter	-225
ista	-226
duce	-227
▁po	-228
▁baj	-229
▁an	-230
mente	-231
ir	-232
▁to	-233
▁>	-234
und	-235
▁inv	-236
tes	-237
im	-238
▁fla	-239
▁reac	-240
▁F	-241
▁ro	-242
▁sobre	-243
ás	-244
ch	-245
▁pre	-246
ror	-247
il	-248
cia	-249
eces	-250
tas	-251
▁pa	-252
tar	-253
der	-254
▁del	-255
▁er	-256
▁gra	-257
ód	-258
ras	-259
ál	-260
▁En	-261
▁vi	-262
orma	-263
▁V	-264
▁me	-265
▁ocur	-266
▁mo	-267
ache	-268
▁este	-269
ini	-270
up	-271
tura	-272
▁trans	-273
iste	-274
▁soci	-275
fi	-276
ed	-277
las	-278
▁cons	-279
▁El	-280
▁ú	-281
ber	-282
▁j	-283
spec	-284
▁las	-285
▁dese	-286
ug	-287
ser	-288
▁B	-289
▁cla	-290
tt	-291
▁don	-292
sión	-293
▁para	-294
▁pri	-295
▁donde	-296
ciona	-297
▁Se	-298
▁mie	-299
endencias	-300
▁efec	-301
miento	-302
fer	-303
▁-	-304
tre	-305
▁baja	-306
man	-307
▁cont	-308
▁alta	-309
▁pue	-310
▁miedo	-311
Cache	-312
ambi	-313
▁≥	-314
▁tipo	-315
▁flaw	-316
alize	-317
ble	-318
gar	-319
▁le	-320
tivo	-321
con	-322
▁afecta	-323
cr	-324
▁ob	-325
▁ma	-326
ecesi	-327
ral	-328
▁op	-329
va	-330
igra	-331
pt	-332
dos	-333
vis	-334
▁obser	-335
▁inf	-336
▁qué	-337
▁x	-338
▁é	-339
▁No	-340
no	-341
alent	-342
licto	-343
icas	-344
be	-345
vier	-346
▁migra	-347
▁como	-348
lej	-349
▁G	-350
amente	-351
and	-352
▁{	-353
ing	-354
▁í	-355
▁ver	-356
alidad	-357
et	-358
ien	-359
lica	-360
ata	-361
mi	-362
dr	-363
gon	-364
▁ser	-365
▁An	-366
▁reg	-367
▁relación	-368
▁hu	-369
ina	-370
em	-371
▁aut	-372
ómo	-373
▁orden	-374
▁verdad	-375
▁funciones	-376
que	-377
tor	-378
lan	-379
qué	-380
▁á	-381
pi	-382
ues	-383
▁transf	-384
ll	-385
▁puede	-386
'.	-387
ica	-388
Cu	-389
▁fu	-390
▁cul	-391
edad	-392
undo	-393
▁pers	-394
▁da	-395
tream	-396
▁cambi	-397
▁cree	-398
▁dependencias	-399
▁U	-400
ces	-401
▁Sin	-402
án	-403
▁ocurri	-404
▁cada	-405
▁afectan	-406
▁ra	-407
ha	-408
mple	-409
cional	-410
▁has	-411
dades	-412
▁grafo	-413
▁observ	-414
én	-415
▁sin	-416
ari	-417
▁ar	-418
▁deseo	-419
como	-420
▁sociedad	-421
ani	-422
▁sor	-423
tagon	-424
tagonista	-425
cep	-426
alida	-427
uel	-428
los	-429
au	-430
ecu	-431
ún	-432
▁protagonista	-433
ico	-434
▁emo	-435
Cuál	-436
entes	-437
▁perspec	-438
▁revis	-439
▁Las	-440
▁So	-441
▁car	-442
▁cadena	-443
ru	-444
▁w	-445
▁resul	-446
▁NO	-447
lor	-448
ami	-449
▁pas	-450
osi	-451
▁person	-452
ni	-453
▁ó	-454
▁enfo	-455
▁enfoca	-456
és	-457
▁cal	-458
▁precio	-459
▁orig	-460
ducción	-461
▁dist	-462
▁causal	-463
▁Car	-464
istema	-465
ud	-466
ile	-467
▁int	-468
tam	-469
tric	-470
▁Mar	-471
ps	-472
▁solo	-473
alidate	-474
▁auth	-475
erialize	-476
les	-477
code	-478
▁romp	-479
▁reve	-480
▁lle	-481
▁mu	-482
ypt	-483
crypt	-484
▁Is	-485
tion	-486
ecesitan	-487
▁reacción	-488
▁revisión	-489
▁reacciona	-490
abel	-491
▁Isabel	-492
fía	-493
▁Sofía	-494
ack	-495
ns	-496
iego	-497
▁Diego	-498
able	-499
ON	-500
vo	-501
anie	-502
aniela	-503
▁Daniela	-504
).	-505
By	-506
enera	-507
▁temp	-508
ier	-509
om	-510
cape	-511
tex	-512
ortamiento	-513
per	-514
▁tan	-515
ver	-516
▁De	-517
eratura	-518
▁Dado	-519
▁produce	-520
Hay	-521
▁contro	-522
osec	-523
osecha	-524
▁datos	-525
▁tanto	-526
▁cuando	-527
gt	-528
▁error	-529
▁us	-530
ex	-531
manda	-532
zación	-533
ados	-534
ero	-535
▁contr	-536
ge	-537
▁pres	-538
▁ocurrido	-539
▁producción	-540
▁revela	-541
endi	-542
▁migración	-543
▁tra	-544
▁amb	-545
▁sistema	-546
▁entr	-547
▁conflicto	-548
bu	-549
▁temperatura	-550
▁deb	-551
▁cosecha	-552
▁Mód	-553
idad	-554
▁tema	-555
fica	-556
▁gro	-557
▁ab	-558
rec	-559
▁Con	-560
sa	-561
▁demanda	-562
Cómo	-563
ana	-564
▁sort	-565
CT	-566
▁deci	-567
CTO	-568
len	-569
men	-570
▁O	-571
▁reglas	-572
▁am	-573
igu	-574
ención	-575
..	-576
úb	-577
uci	-578
▁Des	-579
▁Situación	-580
endido	-581
▁<	-582
ery	-583
menta	-584
▁lla	-585
asc	-586
▁cor	-587
▁Los	-588
vent	-589
▁ha	-590
▁pobre	-591
Es	-592
sion	-593
rián	-594
▁hab	-595
igo	-596
▁hay	-597
cial	-598
▁imper	-599
▁reci	-600
ld	-601
rror	-602
▁hacia	-603
arra	-604
das	-605
▁poder	-606
▁resulta	-607
▁explor	-608
tra	-609
▁contex	-610
put	-611
Data	-612
ron	-613
io	-614
▁antes	-615
ura	-616
it	-617
▁vs	-618
▁priori	-619
▁imperfec	-620
▁tw	-621
▁as	-622
▁cent	-623
ren	-624
▁central	-625
▁twist	-626
▁alto	-627
id	-628
alta	-629
tive	-630
laim	-631
▁do	-632
▁nodos	-633
▁Claim	-634
baj	-635
lada	-636
pu	-637
▁via	-638
▁consecu	-639
▁consecuencias	-640
rb	-641
▁rompe	-642
▁alg	-643
usti	-644
erido	-645
▁requ	-646
alentendido	-647
▁afectado	-648
una	-649
paga	-650
▁propaga	-651
edro	-652
▁sa	-653
ora	-654
▁Ana	-655
eg	-656
▁def	-657
▁Pedro	-658
ern	-659
cri	-660
▁perspectiva	-661
▁posi	-662
ase	-663
▁he	-664
▁Carlos	-665
▁ten	-666
jo	-667
▁|	-668
ice	-669
por	-670
lab	-671
▁Fern	-672
▁Fernando	-673
▁Luci	-674
▁Luciana	-675
▁palab	-676
amiento	-677
iber	-678
ea	-679
ender	-680
ulos	-681
▁raz	-682
pro	-683
▁cargar	-684
ría	-685
▁≤	-686
iemp	-687
MP	-688
ull	-689
drés	-690
▁Andrés	-691
inal	-692
tural	-693
▁María	-694
▁porque	-695
▁k	-696
▁Ro	-697
▁confron	-698
amila	-699
▁Camila	-700
▁Valent	-701
▁Valentina	-702
ck	-703
▁mer	-704
▁sp	-705
berto	-706
tación	-707
▁Roberto	-708
dor	-709
aba	-710
▁transform	-711
▁efecto	-712
▁fuer	-713
ador	-714
andro	-715
▁Alej	-716
▁Alejandro	-717
ín	-718
▁direc	-719
LI	-720
▁RE	-721
▁Isabella	-722
aula	-723
▁Paula	-724
▁transi	-725
tm	-726
▁mis	-727
Ja	-728
▁Ja	-729
▁cl	-730
▁Javier	-731
▁sal	-732
▁Laura	-733
sible	-734
jado	-735
riel	-736
▁ambos	-737
tru	-738
▁ne	-739
▁Cadena	-740
▁malentendido	-741
▁Gab	-742
▁Gabriel	-743
pare	-744
so	-745
▁na	-746
int	-747
▁prof	-748
inación	-749
óg	-750
ante	-751
ix	-752
tricta	-753
▁estricta	-754
ace	-755
▁Mig	-756
▁Miguel	-757
low	-758
igni	-759
▁complej	-760
▁forma	-761
dio	-762
▁toda	-763
▁ante	-764
▁th	-765
mos	-766
via	-767
act	-768
▁contrad	-769
luvia	-770
ph	-771
dg	-772
▁ve	-773
vierte	-774
zando	-775
▁imperfecta	-776
▁Anali	-777
▁au	-778
lar	-779
▁norm	-780
▁hasta	-781
▁Cre	-782
ales	-783
▁patr	-784
▁clasi	-785
▁Qu	-786
ficada	-787
▁Query	-788
▁clave	-789
▁razon	-790
▁patrón	-791
▁palabras	-792
▁requerido	-793
▁clasificada	-794
▁razonamiento	-795
enc	-796
▁inver	-797
▁más	-798
arc	-799
▁implica	-800
▁prim	-801
▁narra	-802
▁justi	-803
▁justicia	-804
ío	-805
medad	-806
rs	-807
▁púb	-808
parece	-809
▁lluvia	-810
uelo	-811
mar	-812
lantas	-813
AX	-814
Error	-815
▁log	-816
ear	-817
▁at	-818
ña	-819
cuál	-820
cimiento	-821
▁Una	-822
▁bus	-823
▁busca	-824
▁cultura	-825
fy	-826
▁expres	-827
▁z	-828
▁Por	-829
▁parse	-830
relación	-831
▁fal	-832
▁entran	-833
pr	-834
ér	-835
ferencia	-836
ye	-837
▁lec	-838
▁están	-839
ne	-840
▁q	-841
▁Sí	-842
timi	-843
▁inform	-844
▁transforma	-845
▁dow	-846
▁downs	-847
▁downstream	-848
▁graph	-849
▁contexto	-850
MPA	-851
gi	-852
nd	-853
▁algún	-854
▁reduce	-855
▁Pro	-856
hé	-857
hi	-858
ho	-859
▁uno	-860
at	-861
▁confrontar	-862
▁flu	-863
▁get	-864
▁Amb	-865
▁bu	-866
▁seg	-867
▁Data	-868
▁flow	-869
▁difer	-870
▁null	-871
▁presión	-872
▁getData	-873
cul	-874
ipo	-875
ormenta	-876
▁segundo	-877
▁control	-878
▁render	-879
▁tam	-880
ecre	-881
ecreto	-882
spective	-883
icate	-884
enticate	-885
▁authenticate	-886
tual	-887
▁Res	-888
tesis	-889
▁fil	-890
▁filter	-891
▁perder	-892
cal	-893
▁validate	-894
tore	-895
DB	-896
bién	-897
▁también	-898
ierto	-899
▁restore	-900
meo	-901
▁bajo	-902
moi	-903
pag	-904
ficio	-905
▁read	-906
▁save	-907
▁saveDB	-908
gul	-909
▁readCache	-910
▁bund	-911
lit	-912
▁bundle	-913
anza	-914
ables	-915
ariables	-916
táf	-917
ortaciones	-918
▁serialize	-919
vidor	-920
táfora	-921
▁conex	-922
▁motiva	-923
▁realidad	-924
ulo	-925
▁arco	-926
▁bug	-927
▁hash	-928
irma	-929
▁narrativo	-930
gas	-931
rco	-932
▁inco	-933
▁decode	-934
spile	-935
▁transpile	-936
▁emociones	-937
log	-938
▁incomple	-939
est	-940
▁ben	-941
ire	-942
loy	-943
mark	-944
chmark	-945
▁benchmark	-946
enen	-947
▁entrantes	-948
▁deploy	-949
mail	-950
▁send	-951
icción	-952
Email	-953
▁sendEmail	-954
▁ah	-955
▁mini	-956
tec	-957
lg	-958
▁minify	-959
▁tormenta	-960
AP	-961
▁super	-962
▁format	-963
try	-964
▁seed	-965
um	-966
▁fet	-967
car	-968
▁interv	-969
file	-970
▁decrypt	-971
▁profile	-972
▁group	-973
▁groupBy	-974
▁retry	-975
ress	-976
llb	-977
API	-978
chAPI	-979
ducación	-980
▁fetchAPI	-981
▁memoi	-982
▁memoize	-983
▁compress	-984
tten	-985
llback	-986
▁personas	-987
▁rollback	-988
▁algo	-989
▁split	-990
▁flatten	-991
▁BF	-992
CI	-993
LU	-994
SO	-995
TU	-996
▁SE	-997
▁CL	-998
▁compile	-999
ttle	-1000
▁Su	-1001
od	-1002
▁lint	-1003
▁dos	-1004
▁thro	-1005
▁throttle	-1006
▁cód	-1007
gulo	-1008
▁cual	-1009
comp	-1010
acto	-1011
inci	-1012
▁teme	-1013
rite	-1014
ONF	-1015
▁BFS	-1016
▁Bug	-1017
▁Fix	-1018
▁clás	-1019
▁fear	-1020
▁actos	-1021
ÍM	-1022
ÓN	-1023
(),	-1024
TUP	-1025
CIÓN	-1026
SOLU	-1027
ÍMAX	-1028
LICTO	-1029
guras	-1030
siona	-1031
vapor	-1032
▁Arco	-1033
▁CONF	-1034
▁Conf	-1035
▁Debe	-1036
▁Desea	-1037
▁SETUP	-1038
▁Trián	-1039
▁firma	-1040
orsiona	-1041
▁CLÍMAX	-1042
▁Genera	-1043
▁Módulo	-1044
▁Propag	-1045
▁RESOLU	-1046
▁activa	-1047
▁código	-1048
▁desire	-1049
▁fuerza	-1050
rensible	-1051
▁Analiza	-1052
▁Seguras	-1053
▁cambias	-1054
▁clásico	-1055
▁impacto	-1056
▁tensión	-1057
▁Creencia	-1058
▁compleja	-1059
▁decisión	-1060
vaporación	-1061
▁CONFLICTO	-1062
▁Conflicto	-1063
▁Necesitan	-1064
▁Triángulo	-1065
▁necesitan	-1066
▁RESOLUCIÓN	-1067
▁Propagación	-1068
▁distorsiona	-1069
▁comprensible	-1070
▁motivacional	-1071
comportamiento	-1072
meout	-1073
▁write	-1074
▁writeCache	-1075
ibern	-1076
▁test	-1077
ibernación	-1078
ascada	-1079
bla	-1080
▁sani	-1081
quía	-1082
tize	-1083
▁hand	-1084
▁encrypt	-1085
▁sanitize	-1086
leError	-1087
▁handleError	-1088
úan	-1089
▁tiemp	-1090
▁tiempo	-1091
oun	-1092
dens	-1093
iebla	-1094
timize	-1095
▁optimize	-1096
▁plantas	-1097
densación	-1098
▁sus	-1099
actúan	-1100
▁encode	-1101
Event	-1102
▁logEvent	-1103
▁deserialize	-1104
▁inflación	-1105
ackup	-1106
▁backup	-1107
▁prob	-1108
▁sta	-1109
▁probable	-1110
▁invalidate	-1111
▁invalidateCache	-1112
pm	-1113
reve	-1114
▁social	-1115
▁escape	-1116
gs	-1117
ám	-1118
pre	-1119
osión	-1120
▁unes	-1121
pie	-1122
cesión	-1123
▁unescape	-1124
▁mú	-1125
JS	-1126
JSON	-1127
aché	-1128
▁humedad	-1129
ounce	-1130
▁debounce	-1131
▁normalize	-1132
▁map	-1133
nov	-1134
carga	-1135
▁parseJSON	-1136
pn	-1137
novación	-1138
inicio	-1139
fico	-1140
áfico	-1141
▁genera	-1142
▁confi	-1143
undación	-1144
gm	-1145
ers	-1146
▁men	-1147
rbani	-1148
rbanización	-1149
▁intención	-1150
▁sortBy	-1151
▁cri	-1152
orize	-1153
▁authorize	-1154
ical	-1155
▁merge	-1156
ves	-1157
▁com	-1158
undante	-1159
gn	-1160
lagas	-1161
mpleo	-1162
▁migrate	-1163
▁comportamiento	-1164
Val	-1165
Values	-1166
▁mapValues	-1167
▁suelo	-1168
▁li	-1169
▁fo	-1170
▁inversión	-1171
▁salud	-1172
▁hubi	-1173
▁habría	-1174
▁hubiera	-1175
gth	-1176
▁real	-1177
▁causalidad	-1178
▁Al	-1179
voca	-1180
▁provoca	-1181
tosín	-1182
length	-1183
tosíntesis	-1184
▁educación	-1185
▁crecimiento	-1186
ds	-1187
▁origina	-1188
tencia	-1189
▁timeout	-1190
▁evaporación	-1191
▁lleva	-1192
▁funciona	-1193
▁Te	-1194
▁crimen	-1195
taminación	-1196
▁niebla	-1197
▁resol	-1198
▁común	-1199
▁lector	-1200
▁hibernación	-1201
pc	-1202
▁propie	-1203
▁propiedades	-1204
▁conduce	-1205
▁Dep	-1206
▁sub	-1207
▁desenc	-1208
▁desencadena	-1209
ion	-1210
lictos	-1211
▁conflictos	-1212
▁desa	-1213
▁desaparece	-1214
dm	-1215
▁condensación	-1216
▁sequía	-1217
ribu	-1218
inización	-1219
▁signi	-1220
▁erosión	-1221
▁cambio	-1222
gr	-1223
dn	-1224
ién	-1225
▁calor	-1226
▁sobrecarga	-1227
gc	-1228
tir	-1229
▁sole	-1230
▁soledad	-1231
▁recesión	-1232
▁caché	-1233
▁experi	-1234
▁experimenta	-1235
cha	-1236
ino	-1237
▁exportaciones	-1238
▁contradicción	-1239
▁innovación	-1240
uo	-1241
▁reinicio	-1242
eses	-1243
▁inundación	-1244
▁urbanización	-1245
▁condi	-1246
▁tráfico	-1247
▁elem	-1248
▁viento	-1249
▁Emo	-1250
},	-1251
entos	-1252
▁elementos	-1253
▁fallo	-1254
▁todo	-1255
▁coinci	-1256
▁correlación	-1257
▁pobreza	-1258
▁pol	-1259
▁plagas	-1260
▁desempleo	-1261
dap	-1262
▁observador	-1263
▁helada	-1264
ts	-1265
),	-1266
▁latencia	-1267
▁secreto	-1268
▁ade	-1269
▁original	-1270
▁fotosíntesis	-1271
▁contaminación	-1272
▁información	-1273
▁importaciones	-1274
dc	-1275
▁muc	-1276
▁orgul	-1277
▁In	-1278
▁hace	-1279
▁esto	-1280
▁polinización	-1281
▁retor	-1282
tn	-1283
▁personaj	-1284
uelve	-1285
lante	-1286
▁adelante	-1287
...	-1288
gre	-1289
▁misma	-1290
▁Cada	-1291
▁referencia	-1292
rn	-1293
▁adap	-1294
▁adaptar	-1295
pl	-1296
data	-1297
▁ll	-1298
▁.	-1299
▁servidor	-1300
▁out	-1301
▁call	-1302
cono	-1303
inám	-1304
áli	-1305
didad	-1306
gl	-1307
dado	-1308
▁deben	-1309
▁cargarse	-1310
ara	-1311
amos	-1312
▁parcial	-1313
tc	-1314
▁output	-1315
ms	-1316
▁sc	-1317
zar	-1318
ise	-1319
)/	-1320
lot	-1321
asta	-1322
▁ún	-1323
▁base	-1324
▁mojado	-1325
▁directa	-1326
ución	-1327
tividad	-1328
▁pública	-1329
▁Agre	-1330
▁Agregar	-1331
mn	-1332
▁probablemente	-1333
En	-1334
esto	-1335
▁bre	-1336
dl	-1337
▁natural	-1338
polog	-1339
▁Tipo	-1340
cepción	-1341
▁brecha	-1342
▁Módulos	-1343
pological	-1344
▁percepción	-1345
▁Dependencias	-1346
▁cascada	-1347
ían	-1348
fa	-1349
▁rela	-1350
peo	-1351
th	-1352
▁ups	-1353
tup	-1354
▁plot	-1355
baja	-1356
iseña	-1357
ece	-1358
▁lóg	-1359
▁estas	-1360
tudio	-1361
ild	-1362
pres	-1363
rir	-1364
leno	-1365
ende	-1366
mc	-1367
entemente	-1368
▁lleno	-1369
▁ps	-1370
▁impar	-1371
▁stack	-1372
lti	-1373
reveal	-1374
ucr	-1375
▁aves	-1376
culus	-1377
iones	-1378
calculus	-1379
▁upstream	-1380
▁conexiones	-1381
▁intervención	-1382
▁abundante	-1383
▁hist	-1384
▁histori	-1385
IS	-1386
OR	-1387
▁Me	-1388
▁ahí	-1389
tl	-1390
▁econ	-1391
inen	-1392
▁asun	-1393
orld	-1394
▁fuente	-1395
▁Reg	-1396
▁daba	-1397
▁vive	-1398
▁mapeo	-1399
▁regla	-1400
▁senta	-1401
▁setup	-1402
):	-1403
▁W	-1404
IST	-1405
▁TW	-1406
omía	-1407
build	-1408
intas	-1409
tivas	-1410
▁IMPA	-1411
▁Tema	-1412
▁Mundo	-1413
▁TWIST	-1414
▁World	-1415
ceptual	-1416
istente	-1417
▁Diseña	-1418
▁Reglas	-1419
▁ground	-1420
▁únicas	-1421
building	-1422
▁IMPACTO	-1423
▁creando	-1424
▁definen	-1425
▁lógicas	-1426
▁restric	-1427
▁sentada	-1428
▁Metáfora	-1429
▁asunción	-1430
▁economía	-1431
▁efectivo	-1432
▁adaptaría	-1433
▁distintas	-1434
▁explorado	-1435
▁subvierte	-1436
▁conceptual	-1437
▁personajes	-1438
▁consistente	-1439
▁interactúan	-1440
▁priorizando	-1441
▁perspectivas	-1442
▁restricciones	-1443
▁mi	-1444
▁afectadas	-1445
utr	-1446
▁pr	-1447
▁primero	-1448
mr	-1449
cribe	-1450
pd	-1451
▁existe	-1452
▁fami	-1453
▁famili	-1454
▁llegar	-1455
▁form	-1456
▁sim	-1457
gd	-1458
oc	-1459
▁fue	-1460
▁posiciones	-1461
cub	-1462
ocu	-1463
▁mucho	-1464
▁vali	-1465
▁intereses	-1466
cubrir	-1467
▁neutr	-1468
▁neutral	-1469
▁Vio	-1470
teo	-1471
ur	-1472
▁pien	-1473
endo	-1474
▁piensa	-1475
tiene	-1476
▁elim	-1477
ja	-1478
acri	-1479
her	-1480
cl	-1481
adas	-1482
▁marc	-1483
ml	-1484
▁Per	-1485
tak	-1486
ocupa	-1487
olucr	-1488
taking	-1489
▁Norma	-1490
▁coher	-1491
namente	-1492
▁marcos	-1493
olucrados	-1494
▁Describe	-1495
▁preocupa	-1496
▁coherente	-1497
▁diferentes	-1498
▁incompleta	-1499
▁Perspective	-1500
▁prioridades	-1501
▁internamente	-1502
▁involucrados	-1503
▁preocupaciones	-1504
eo	-1505
tua	-1506
▁cr	-1507
▁ol	-1508
▁pi	-1509
▁Y	-1510
pg	-1511
ity	-1512
val	-1513
ños	-1514
undidad	-1515
▁profundidad	-1516
ancia	-1517
turas	-1518
ento	-1519
▁input	-1520
▁Marco	-1521
cs	-1522
▁is	-1523
▁id	-1524
▁trai	-1525
▁Ra	-1526
▁dis	-1527
▁pasos	-1528
▁transitiva	-1529
▁Ma	-1530
ros	-1531
fael	-1532
▁Rafael	-1533
▁gen	-1534
▁orgullo	-1535
▁Pab	-1536
▁Pablo	-1537
▁transitividad	-1538
▁variables	-1539
tad	-1540
blema	-1541
▁problema	-1542
▁Mateo	-1543
cn	-1544
▁transac	-1545
delo	-1546
mu	-1547
▁modelo	-1548
▁cierto	-1549
▁causar	-1550
▁dinám	-1551
▁Tom	-1552
▁reun	-1553
conoci	-1554
▁Tomás	-1555
▁desconoci	-1556
gg	-1557
▁reunión	-1558
preta	-1559
▁emocional	-1560
op	-1561
td	-1562
▁Luna	-1563
▁evi	-1564
truir	-1565
▁comb	-1566
▁menos	-1567
>),	-1568
igual	-1569
inada	-1570
▁(>),	-1571
▁desigual	-1572
▁combinada	-1573
▁desigualdades	-1574
▁tienen	-1575
▁Carmen	-1576
▁función	-1577
▁enm	-1578
▁Ad	-1579
bición	-1580
dida	-1581
bir	-1582
▁medi	-1583
érdida	-1584
ession	-1585
var	-1586
▁Elena	-1587
▁Adrián	-1588
pp	-1589
uestra	-1590
medi	-1591
ucía	-1592
iendo	-1593
▁Lucía	-1594
▁ch	-1595
▁enmasc	-1596
▁ali	-1597
entidad	-1598
▁ci	-1599
mm	-1600
▁resultado	-1601
▁desconocido	-1602
▁inhi	-1603
▁significa	-1604
eria	-1605
inter	-1606
teg	-1607
eza	-1608
▁naturaleza	-1609
▁Val	-1610
▁Valeria	-1611
onces	-1612
▁acce	-1613
▁opera	-1614
▁operaciones	-1615
▁dice	-1616
gru	-1617
contr	-1618
tante	-1619
▁constante	-1620
oso	-1621
▁llama	-1622
▁quien	-1623
▁escri	-1624
▁fre	-1625
▁acaba	-1626
▁Emoción	-1627
▁coincide	-1628
▁observado	-1629
)(	-1630
acrificio	-1631
▁frecu	-1632
▁necesi	-1633
▁Dem	-1634
▁Demuestra	-1635
RE	-1636
viv	-1637
▁observa	-1638
▁×	-1639
▁mód	-1640
▁emb	-1641
vivencia	-1642
▁supervivencia	-1643
▁compar	-1644
tg	-1645
argo	-1646
▁módulos	-1647
▁embargo	-1648
cas	-1649
ua	-1650
▁cómo	-1651
plic	-1652
cias	-1653
enas	-1654
▁noti	-1655
md	-1656
all	-1657
rus	-1658
▁aumenta	-1659
▁Es	-1660
▁buenas	-1661
▁noticias	-1662
▁condición	-1663
▁controlar	-1664
cla	-1665
▁pasado	-1666
vés	-1667
▁Estudio	-1668
▁congru	-1669
TH	-1670
ventos	-1671
▁eventos	-1672
clu	-1673
piado	-1674
propiado	-1675
▁confianza	-1676
▁sí	-1677
esa	-1678
oca	-1679
▁exploración	-1680
cidad	-1681
▁Violada	-1682
▁cultural	-1683
ls	-1684
▁llam	-1685
▁intenta	-1686
▁llamadas	-1687
AG	-1688
▁Or	-1689
▁To	-1690
▁río	-1691
▁ri	-1692
dd	-1693
pon	-1694
▁DAG	-1695
▁carga	-1696
▁Orden	-1697
▁Topological	-1698
iere	-1699
og	-1700
▁invoca	-1701
▁depende	-1702
vista	-1703
▁entrevista	-1704
tp	-1705
ln	-1706
▁raí	-1707
ultá	-1708
▁Call	-1709
ultáne	-1710
▁simultáne	-1711
oner	-1712
guien	-1713
cc	-1714
▁em	-1715
bajo	-1716
ivo	-1717
▁Co	-1718
át	-1719
▁encontr	-1720
oridad	-1721
▁formal	-1722
▁autoridad	-1723
ples	-1724
▁ir	-1725
▁múlti	-1726
▁múltiples	-1727
()?	-1728
unto	-1729
esta	-1730
leta	-1731
gp	-1732
pira	-1733
▁positivo	-1734
▁historial	-1735
▁completa	-1736
▁expresar	-1737
cre	-1738
ario	-1739
▁divis	-1740
▁quién	-1741
ui	-1742
des	-1743
▁config	-1744
▁alguien	-1745
ono	-1746
▁efectos	-1747
▁mol	-1748
▁directamente	-1749
▁descubrir	-1750
atch	-1751
pérdida	-1752
▁proteg	-1753
▁vida	-1754
▁bi	-1755
ét	-1756
▁inhibición	-1757
ken	-1758
nte	-1759
nt	-1760
▁lí	-1761
nec	-1762
▁claim	-1763
Po	-1764
ponse	-1765
mg	-1766
▁batch	-1767
▁ter	-1768
▁resolución	-1769
lr	-1770
erg	-1771
▁token	-1772
▁ocurre	-1773
ocur	-1774
aro	-1775
ocurre	-1776
▁ocurren	-1777
ams	-1778
ientras	-1779
▁ven	-1780
▁response	-1781
▁sarc	-1782
▁human	-1783
▁entonces	-1784
▁Resuelve	-1785
▁dijo	-1786
▁molesto	-1787
gun	-1788
aste	-1789
▁contraste	-1790
▁importante	-1791
ribución	-1792
▁session	-1793
▁Ambas	-1794
mor	-1795
nn	-1796
▁emoción	-1797
▁on	-1798
nection	-1799
ible	-1800
▁divisible	-1801
ody	-1802
oras	-1803
▁mem	-1804
▁Para	-1805
▁interpreta	-1806
▁gru	-1807
ergencia	-1808
▁final	-1809
aders	-1810
▁raíz	-1811
min	-1812
▁recibe	-1813
▁váli	-1814
▁if	-1815
▁perci	-1816
hema	-1817
▁ej	-1818
▁cache	-1819
▁serían	-1820
▁connection	-1821
ías	-1822
ft	-1823
▁body	-1824
▁gener	-1825
Por	-1826
▁headers	-1827
cuer	-1828
▁ejecu	-1829
▁recuer	-1830
▁gr	-1831
dp	-1832
oria	-1833
erData	-1834
▁schema	-1835
isten	-1836
load	-1837
▁memoria	-1838
▁os	-1839
▁stream	-1840
▁grupo	-1841
ffer	-1842
▁transaction	-1843
tions	-1844
▁pay	-1845
CD	-1846
▁userData	-1847
▁luc	-1848
▁llaman	-1849
▁influ	-1850
▁influencia	-1851
▁payload	-1852
mt	-1853
rsor	-1854
▁buffer	-1855
▁mediador	-1856
▁MCD	-1857
▁cursor	-1858
irar	-1859
▁options	-1860
▁Ambos	-1861
▁situa	-1862
▁params	-1863
▁dón	-1864
▁uc	-1865
▁path	-1866
▁mutu	-1867
▁pregun	-1868
ult	-1869
▁mutuamente	-1870
uu	-1871
▁conec	-1872
ss	-1873
▁dónde	-1874
ag	-1875
peto	-1876
▁crece	-1877
▁queue	-1878
▁vend	-1879
▁venden	-1880
cd	-1881
▁respeto	-1882
▁result	-1883
▁retorna	-1884
▁mismo	-1885
aje	-1886
ueve	-1887
▁contra	-1888
▁tem	-1889
▁neces	-1890
▁mar	-1891
ariamente	-1892
▁necesariamente	-1893
▁detec	-1894
▁ot	-1895
nr	-1896
▁explica	-1897
▁enf	-1898
▁H	-1899
lores	-1900
▁opues	-1901
dan	-1902
▁identidad	-1903
cg	-1904
▁query	-1905
▁ari	-1906
▁str	-1907
▁Resol	-1908
cm	-1909
▁cam	-1910
▁may	-1911
▁ambi	-1912
▁frecuentemente	-1913
▁relaciones	-1914
▁mayor	-1915
▁habla	-1916
▁chec	-1917
▁check	-1918
▁resolver	-1919
dt	-1920
▁repu	-1921
▁go	-1922
▁culturas	-1923
▁reputación	-1924
▁uni	-1925
cp	-1926
expres	-1927
ip	-1928
▁Inter	-1929
▁verdadera	-1930
▁Q	-1931
▁auto	-1932
▁ic	-1933
▁retorn	-1934
▁norma	-1935
▁árb	-1936
▁flujo	-1937
rr	-1938
▁árbol	-1939
().	-1940
▁nun	-1941
▁esta	-1942
▁Z	-1943
▁cie	-1944
▁aritm	-1945
éticas	-1946
▁string	-1947
▁aritméticas	-1948
▁univer	-1949
gin	-1950
ficar	-1951
du	-1952
▁enem	-1953
▁espa	-1954
▁enemigo	-1955
▁liber	-1956
▁libertad	-1957
▁camino	-1958
imp	-1959
▁Error	-1960
dir	-1961
▁nad	-1962
▁accede	-1963
lc	-1964
ares	-1965
▁atr	-1966
gia	-1967
lico	-1968
time	-1969
▁diferente	-1970
▁evita	-1971
▁X	-1972
enga	-1973
iso	-1974
ido	-1975
▁case	-1976
▁él	-1977
ño	-1978
engaño	-1979
▁sacrificio	-1980
▁ul	-1981
sn	-1982
▁leer	-1983
▁modi	-1984
▁siemp	-1985
▁siempre	-1986
▁modifica	-1987
▁correc	-1988
capa	-1989
ito	-1990
▁parcialmente	-1991
▁ins	-1992
ef	-1993
posi	-1994
▁confiar	-1995
capacidad	-1996
positiva	-1997
▁desierto	-1998
▁olvi	-1999
▁olvidado	-2000
alto	-2001
▁años	-2002
▁Cambi	-2003
ba	-2004
dra	-2005
▁ciega	-2006
altad	-2007
éd	-2008
▁ama	-2009
▁ta	-2010
▁cru	-2011
▁equ	-2012
lm	-2013
rom	-2014
De	-2015
▁ec	-2016
▁MU	-2017
GE	-2018
IO	-2019
SE	-2020
úa	-2021
▁nunca	-2022
▁índ	-2023
bió	-2024
pri	-2025
▁loop	-2026
▁índice	-2027
tada	-2028
icol	-2029
▁Ori	-2030
▁Ras	-2031
casar	-2032
vienen	-2033
▁atrás	-2034
ginados	-2035
racasar	-2036
treando	-2037
▁provienen	-2038
▁Originados	-2039
▁Rastreando	-2040
▁transformados	-2041
sr	-2042
▁muta	-2043
▁aband	-2044
▁COR	-2045
▁FOR	-2046
IOM	-2047
THY	-2048
▁AX	-2049
▁CORA	-2050
▁EMPA	-2051
▁MUSE	-2052
▁segu	-2053
▁AXIOM	-2054
▁FORGE	-2055
▁EMPATHY	-2056
▁dif	-2057
icológ	-2058
▁psicológ	-2059
▁entrada	-2060
▁mutación	-2061
▁Variables	-2062
▁nadie	-2063
shi	-2064
▁lu	-2065
▁revelar	-2066
▁mundo	-2067
lp	-2068
▁amena	-2069
shift	-2070
▁amenaza	-2071
perspective	-2072
ct	-2073
ignific	-2074
▁insignific	-2075
▁insignificancia	-2076
▁contradice	-2077
unre	-2078
ide	-2079
petir	-2080
▁errores	-2081
cionó	-2082
narra	-2083
liable	-2084
narrator	-2085
unreliable	-2086
▁traicionó	-2087
▁anim	-2088
ident	-2089
identity	-2090
▁crucial	-2091
ia	-2092
▁recur	-2093
propor	-2094
▁despropor	-2095
▁valios	-2096
cesivo	-2097
▁excesivo	-2098
▁ue	-2099
▁sobrevi	-2100
mesa	-2101
▁aver	-2102
truye	-2103
▁avergon	-2104
▁promesa	-2105
▁reciente	-2106
▁resuelve	-2107
▁inten	-2108
▁entero	-2109
ánto	-2110
romiso	-2111
▁compromiso	-2112
▁Contr	-2113
▁ce	-2114
▁blo	-2115
▁leg	-2116
▁detiene	-2117
▁alter	-2118
▁alterna	-2119
quea	-2120
▁bloquea	-2121
cer	-2122
yen	-2123
▁bene	-2124
▁mús	-2125
▁efectiva	-2126
+...	-2127
+...+	-2128
tac	-2129
ual	-2130
av	-2131
▁familia	-2132
can	-2133
▁ag	-2134
▁fuerte	-2135
▁...	-2136
hasta	-2137
media	-2138
dación	-2139
álidos	-2140
▁fluyen	-2141
▁contiene	-2142
▁inexpres	-2143
▁inválidos	-2144
▁intermedia	-2145
▁validación	-2146
▁inexpresable	-2147
lt	-2148
▁err	-2149
▁impide	-2150
púb	-2151
ismo	-2152
▁trabajo	-2153
oce	-2154
AD	-2155
aliz	-2156
feccion	-2157
alizante	-2158
feccionismo	-2159
▁paralizante	-2160
▁√	-2161
▁for	-2162
primos	-2163
▁mira	-2164
▁uso	-2165
▁legado	-2166
▁eter	-2167
▁aplic	-2168
▁veces	-2169
▁aplicada	-2170
▁fluye	-2171
▁CRE	-2172
▁REA	-2173
DAD	-2174
LIDAD	-2175
▁CREE	-2176
▁estado	-2177
▁primer	-2178
▁REALIDAD	-2179
▁eterno	-2180
ást	-2181
vir	-2182
}.	-2183
nc	-2184
ív	-2185
▁oj	-2186
▁sarcást	-2187
▁invierte	-2188
nm	-2189
ng	-2190
▁ru	-2191
▁cs	-2192
▁ls	-2193
▁ns	-2194
▁rs	-2195
▁ss	-2196
▁contó	-2197
▁conoce	-2198
▁quiere	-2199
▁tercer	-2200
▁incompleto	-2201
▁distribución	-2202
▁otr	-2203
▁dinámica	-2204
ff	-2205
▁tex	-2206
OK	-2207
by	-2208
▁ojos	-2209
▁ambas	-2210
óneo	-2211
▁Pero	-2212
▁erróneo	-2213
nl	-2214
▁ds	-2215
▁gs	-2216
▁ms	-2217
▁ts	-2218
lema	-2219
ao	-2220
▁dinámicas	-2221
trel	-2222
moral	-2223
▁rever	-2224
▁revés	-2225
▁reversible	-2226
▁vis	-2227
rar	-2228
canzar	-2229
trellas	-2230
▁estrellas	-2231
▁emergencia	-2232
ganza	-2233
éf	-2234
amb	-2235
tacto	-2236
▁inoc	-2237
▁visual	-2238
▁gana	-2239
▁llega	-2240
untos	-2241
▁inocentes	-2242
np	-2243
dic	-2244
ambigu	-2245
ambiguity	-2246
▁todos	-2247
ervar	-2248
▁vidas	-2249
unque	-2250
▁traza	-2251
ís	-2252
crep	-2253
tuali	-2254
▁pris	-2255
arada	-2256
▁discrep	-2257
▁pasando	-2258
▁enmascara	-2259
▁contextual	-2260
▁enmascarada	-2261
▁discrepancia	-2262
▁emocionalmente	-2263
▁ning	-2264
▁prisión	-2265
▁pu	-2266
▁tu	-2267
edr	-2268
istencia	-2269
▁ninguna	-2270
▁lento	-2271
▁Di	-2272
▁cir	-2273
ii	-2274
óm	-2275
▁traición	-2276
yo	-2277
íci	-2278
lio	-2279
▁otros	-2280
spirar	-2281
▁Diferencia	-2282
ED	-2283
▁lr	-2284
▁nr	-2285
▁rr	-2286
▁sr	-2287
▁ur	-2288
▁fi	-2289
▁apropiado	-2290
ria	-2291
▁verdadero	-2292
tran	-2293
vitar	-2294
▁dr	-2295
▁mr	-2296
íe	-2297
▁QED	-2298
almente	-2299
▁suspira	-2300
OS	-2301
▁Da	-2302
▁dado	-2303
▁acep	-2304
▁mez	-2305
▁mix	-2306
▁malas	-2307
▁coex	-2308
valente	-2309
▁mezcla	-2310
▁mixtas	-2311
▁pueden	-2312
▁generar	-2313
▁recibió	-2314
▁válidas	-2315
▁Emociones	-2316
▁coexisten	-2317
▁complejas	-2318
▁ambivalente	-2319
▁simultáneas	-2320
▁situaciones	-2321
▁rol	-2322
▁aceptar	-2323
▁mues	-2324
▁alb	-2325
▁constantemente	-2326
▁pis	-2327
oo	-2328
▁pun	-2329
ecto	-2330
tino	-2331
▁mon	-2332
Pode	-2333
berse	-2334
cluir	-2335
dencia	-2336
usoras	-2337
▁Datos	-2338
Podemos	-2339
▁deberse	-2340
▁inversa	-2341
▁concluir	-2342
▁muestran	-2343
▁confusoras	-2344
▁coincidencia	-2345
quit	-2346
quitecto	-2347
edrío	-2348
▁libre	-2349
▁destino	-2350
▁albedrío	-2351
hef	-2352
tista	-2353
▁edg	-2354
▁otro	-2355
yn	-2356
▁indic	-2357
ici	-2358
▁fav	-2359
▁controló	-2360
▁encontró	-2361
▁indicando	-2362
▁señ	-2363
▁recibir	-2364
▁señales	-2365
▁congruente	-2366
▁congruentes	-2367
▁pide	-2368
▁superfi	-2369
▁metáfora	-2370
▁favor	-2371
▁pin	-2372
ten	-2373
▁edi	-2374
mpli	-2375
▁cli	-2376
▁circu	-2377
ogada	-2378
▁depend	-2379
▁circular	-2380
▁dependencia	-2381
▁líder	-2382
▁normas	-2383
▁cue	-2384
mplifica	-2385
▁opuestas	-2386
nu	-2387
mite	-2388
▁isla	-2389
▁proteger	-2390
▁laz	-2391
▁lazos	-2392
▁familiares	-2393
▁luna	-2394
▁llena	-2395
▁coraje	-2396
▁aparece	-2397
mediario	-2398
▁transmite	-2399
▁Intermediario	-2400
ee	-2401
▁nada	-2402
igui	-2403
aa	-2404
▁bel	-2405
▁faro	-2406
▁medio	-2407
▁recon	-2408
ífica	-2409
▁Tra	-2410
▁arri	-2411
▁sigui	-2412
▁Sigu	-2413
▁Traza	-2414
▁Siguiendo	-2415
▁ejecución	-2416
▁siguiente	-2417
cado	-2418
▁conectar	-2419
▁entrevistador	-2420
minar	-2421
▁arriba	-2422
▁humana	-2423
▁conexión	-2424
ben	-2425
▁espu	-2426
ridad	-2427
▁seguridad	-2428
▁bib	-2429
▁lib	-2430
leza	-2431
▁belleza	-2432
▁mercado	-2433
▁recuerdos	-2434
▁imperfección	-2435
▁paso	-2436
▁Cor	-2437
▁espuria	-2438
▁causados	-2439
▁observada	-2440
▁Correlación	-2441
teca	-2442
tron	-2443
loto	-2444
auta	-2445
cen	-2446
tronauta	-2447
▁solos	-2448
lioteca	-2449
▁libros	-2450
▁escriben	-2451
▁biblioteca	-2452
▁construir	-2453
gan	-2454
ard	-2455
▁red	-2456
édico	-2457
▁toma	-2458
▁crear	-2459
loga	-2460
inó	-2461
▁ciu	-2462
ribuye	-2463
igos	-2464
▁ao	-2465
▁eo	-2466
▁io	-2467
▁oo	-2468
▁uo	-2469
▁explorar	-2470
▁inici	-2471
▁point	-2472
▁entry	-2473
▁falla	-2474
▁amigos	-2475
▁inició	-2476
▁originó	-2477
▁altru	-2478
▁altruista	-2479
blo	-2480
estra	-2481
▁cambiar	-2482
iu	-2483
▁nodo	-2484
▁pisos	-2485
▁reden	-2486
initos	-2487
▁edificio	-2488
▁infinitos	-2489
▁redención	-2490
▁relo	-2491
▁edges	-2492
▁Callers	-2493
▁directos	-2494
▁Analizando	-2495
▁día	-2496
▁enve	-2497
▁clima	-2498
jece	-2499
▁reloj	-2500
▁pueblo	-2501
▁difunto	-2502
▁controla	-2503
▁envejece	-2504
▁autoengaño	-2505
turo	-2506
enido	-2507
istales	-2508
▁llueve	-2509
▁contenido	-2510
▁cristales	-2511
▁monta	-2512
▁montaña	-2513
▁bos	-2514
▁cueva	-2515
▁futuro	-2516
▁pinturas	-2517
▁ES	-2518
▁ciudad	-2519
cad	-2520
IE	-2521
▁incapacidad	-2522
▁ment	-2523
▁neto	-2524
▁contrapositiva	-2525
▁aten	-2526
▁bosque	-2527
▁hablan	-2528
▁árboles	-2529
▁alcanzar	-2530
edir	-2531
▁defender	-2532
%)	-2533
%).	-2534
sidad	-2535
ucida	-2536
reduce	-2537
▁atenúa	-2538
▁elimina	-2539
▁reducida	-2540
▁presentes	-2541
▁intensidad	-2542
▁completamente	-2543
▁cho	-2544
cluy	-2545
▁claims	-2546
▁excluy	-2547
▁impedir	-2548
▁excluyentes	-2549
▁simultáneamente	-2550
▁lealtad	-2551
ae	-2552
valece	-2553
▁Porque	-2554
▁decimos	-2555
▁comparten	-2556
▁presencia	-2557
▁prevalece	-2558
▁tren	-2559
▁encontrar	-2560
iv	-2561
perder	-2562
▁necesidad	-2563
▁preservar	-2564
▁decla	-2565
ática	-2566
ración	-2567
▁Poner	-2568
▁choca	-2569
▁usando	-2570
▁temática	-2571
▁declaración	-2572
▁expresarías	-2573
▁SIE	-2574
MPRE	-2575
salidad	-2576
▁salvar	-2577
▁SIEMPRE	-2578
▁observó	-2579
▁observar	-2580
▁universalidad	-2581
bo	-2582
▁dol	-2583
ió	-2584
▁inac	-2585
▁susti	-2586
enir	-2587
pobre	-2588
▁Crea	-2589
tución	-2590
viendo	-2591
▁equipo	-2592
▁Sistema	-2593
▁Resolviendo	-2594
▁eliminación	-2595
▁sustitución	-2596
▁rá	-2597
ardín	-2598
▁flores	-2599
▁jardín	-2600
inf	-2601
▁enfr	-2602
▁escen	-2603
▁Fact	-2604
▁lucha	-2605
▁acción	-2606
▁públic	-2607
▁través	-2608
orizando	-2609
▁Mientras	-2610
▁enfrenta	-2611
▁inacción	-2612
▁mientras	-2613
▁escenario	-2614
▁expresado	-2615
▁intervenir	-2616
▁Factorizando	-2617
▁públicamente	-2618
▁evitar	-2619
▁Sea	-2620
▁fracasar	-2621
ór	-2622
onada	-2623
▁espacial	-2624
▁estación	-2625
▁abandonada	-2626
▁tener	-2627
▁inspirar	-2628
▁primo	-2629
▁rompiendo	-2630
▁Aplic	-2631
▁Aplicando	-2632
▁Simplifica	-2633
▁sola	-2634
▁repetir	-2635
▁mani	-2636
iclo	-2637
fiesta	-2638
▁Contrasta	-2639
▁expresión	-2640
▁manifiesta	-2641
▁cn	-2642
▁ho	-2643
▁ln	-2644
▁nn	-2645
▁rn	-2646
▁sn	-2647
par	-2648
tmo	-2649
▁Imp	-2650
osible	-2651
▁Ciclo	-2652
▁Imposible	-2653
▁detectada	-2654
▁topological	-2655
▁cel	-2656
▁vo	-2657
HS	-2658
▁nave	-2659
▁navegan	-2660
▁quienes	-2661
interactúan	-2662
▁dn	-2663
▁gn	-2664
▁mn	-2665
▁pn	-2666
▁tn	-2667
mpo	-2668
hó	-2669
ty	-2670
▁Como	-2671
inición	-2672
▁definición	-2673
ira	-2674
tie	-2675
enan	-2676
lf	-2677
▁✓	-2678
+(	-2679
▁sol	-2680
▁encad	-2681
ap	-2682
▁mod	-2683
▁protegen	-2684
▁encadenan	-2685
▁Sup	-2686
▁nos	-2687
uno	-2688
▁éx	-2689
eno	-2690
▁sobrevivir	-2691
▁perfeccionismo	-2692
▁pares	-2693
▁coprimos	-2694
▁querido	-2695
▁!	-2696
ores	-2697
úm	-2698
▁num	-2699
peri	-2700
▁vac	-2701
▁dolor	-2702
▁correcto	-2703
▁lé	-2704
▁sorpres	-2705
ep	-2706
▁basta	-2707
eli	-2708
▁éxito	-2709
▁requiere	-2710
▁humanidad	-2711
tal	-2712
▁vacío	-2713
tuar	-2714
ús	-2715
cómo	-2716
▁aliado	-2717
▁sorpr	-2718
▁sorprendido	-2719
▁días	-2720
tel	-2721
error	-2722
▁actuar	-2723
▁quedan	-2724
▁eno	-2725
▁historia	-2726
result	-2727
Cuánto	-2728
▁soldado	-2729
▁dup	-2730
ics	-2731
iod	-2732
cubre	-2733
▁mentira	-2734
íc	-2735
Ex	-2736
▁frus	-2737
trado	-2738
▁frustrado	-2739
▁luz	-2740
ai	-2741
▁lug	-2742
▁crea	-2743
zado	-2744
▁avergonzado	-2745
▁celoso	-2746
▁tec	-2747
one	-2748
truiría	-2749
▁destruiría	-2750
▁man	-2751
▁sig	-2752
ceso	-2753
▁oro	-2754
lep	-2755
ucli	-2756
▁veri	-2757
==	-2758
():	-2759
▁!==	-2760
Excep	-2761
ullPo	-2762
▁Falta	-2763
▁NullPo	-2764
▁acceso	-2765
▁acceder	-2766
▁retornó	-2767
Exception	-2768
▁verifica	-2769
▁NullPointer	-2770
gua	-2771
▁chef	-2772
▁pel	-2773
oritmo	-2774
▁Eucli	-2775
▁Euclides	-2776
▁algoritmo	-2777
▁mor	-2778
▁ansi	-2779
▁Ty	-2780
loso	-2781
▁artista	-2782
▁lee	-2783
viado	-2784
▁aliviado	-2785
▁pes	-2786
▁culp	-2787
plantas	-2788
▁ansioso	-2789
▁culpable	-2790
▁orgulloso	-2791
▁tel	-2792
liber	-2793
libertad	-2794
parse	-2795
▁arquitecto	-2796
▁apo	-2797
▁ín	-2798
▁triste	-2799
sacrificio	-2800
▁sue	-2801
tack	-2802
ei	-2803
eu	-2804
loat	-2805
psa	-2806
▁noc	-2807
▁feli	-2808
▁feliz	-2809
▁les	-2810
DE	-2811
Int	-2812
Float	-2813
▁Type	-2814
éricas	-2815
▁parseInt	-2816
parseFloat	-2817
▁TypeError	-2818
▁numéricas	-2819
▁retornado	-2820
lleno	-2821
▁enojado	-2822
trai	-2823
▁dud	-2824
iodista	-2825
▁periodista	-2826
▁era	-2827
tálg	-2828
quién	-2829
tálgico	-2830
▁nostálgico	-2831
▁músico	-2832
▁eleg	-2833
traición	-2834
▁abogada	-2835
entor	-2836
tiempo	-2837
▁inventor	-2838
▁omi	-2839
▁elegir	-2840
ven	-2841
▁dem	-2842
pública	-2843
pite	-2844
dilema	-2845
turn	-2846
ller	-2847
▁estu	-2848
ecur	-2849
eron	-2850
▁val	-2851
ib	-2852
ambición	-2853
uas	-2854
ault	-2855
▁thri	-2856
▁duelo	-2857
je	-2858
▁cg	-2859
▁dg	-2860
▁eg	-2861
▁gg	-2862
▁ig	-2863
▁lg	-2864
▁mg	-2865
▁ng	-2866
▁og	-2867
▁pg	-2868
▁rg	-2869
▁sg	-2870
▁tg	-2871
▁ug	-2872
drama	-2873
vieran	-2874
▁ahora	-2875
▁Cambia	-2876
▁repite	-2877
▁estudio	-2878
▁recuerdo	-2879
▁thriller	-2880
▁estuvieran	-2881
▁ocurriendo	-2882
▁ocurrieron	-2883
▁psicológico	-2884
▁over	-2885
▁mutua	-2886
DEP	-2887
curr	-2888
flow	-2889
líci	-2890
▁MAX	-2891
DEPTH	-2892
lícita	-2893
▁Recur	-2894
▁Stack	-2895
▁depth	-2896
▁parada	-2897
▁return	-2898
▁salida	-2899
▁default	-2900
▁overflow	-2901
▁Recursión	-2902
▁detective	-2903
▁explícita	-2904
▁usar	-2905
venganza	-2906
abundante	-2907
▁atóm	-2908
▁stale	-2909
cks	-2910
lock	-2911
▁Race	-2912
▁locks	-2913
▁mutex	-2914
▁valor	-2915
▁atómica	-2916
▁concurr	-2917
▁lectura	-2918
▁ejecutan	-2919
▁escribir	-2920
▁condition	-2921
▁transacción	-2922
▁raro	-2923
cascada	-2924
▁cm	-2925
▁dm	-2926
▁gm	-2927
▁im	-2928
▁lm	-2929
▁mm	-2930
▁nm	-2931
▁om	-2932
▁pm	-2933
▁rm	-2934
▁sm	-2935
▁tm	-2936
▁um	-2937
mps	-2938
▁metal	-2939
ning	-2940
ninguno	-2941
▁piloto	-2942
leg	-2943
▁cient	-2944
descubrir	-2945
▁científica	-2946
▁acel	-2947
nív	-2948
▁mal	-2949
aves	-2950
▁igu	-2951
▁intel	-2952
dam	-2953
igentes	-2954
nívoras	-2955
▁astronauta	-2956
▁carnívoras	-2957
▁inteligentes	-2958
jez	-2959
ciado	-2960
erada	-2961
▁enfer	-2962
▁vejez	-2963
licamos	-2964
identidad	-2965
▁descubre	-2966
▁acelerada	-2967
▁duplicamos	-2968
▁enfermedad	-2969
▁bió	-2970
▁dura	-2971
inamos	-2972
▁eliminamos	-2973
▁meses	-2974
▁iter	-2975
▁noche	-2976
▁necesita	-2977
▁Lo	-2978
een	-2979
▁dent	-2980
vedad	-2981
▁gravedad	-2982
zamos	-2983
▁forzamos	-2984
▁sonro	-2985
ajo	-2986
▁abajo	-2987
▁bióloga	-2988
▁sonroja	-2989
▁az	-2990
▁ges	-2991
necesi	-2992
efe	-2993
mojado	-2994
secreto	-2995
servidor	-2996
▁Off	-2997
▁últi	-2998
▁itera	-2999
▁lugar	-3000
▁magia	-3001
▁<=	-3002
▁cuesta	-3003
▁dentro	-3004
▁válido	-3005
▁último	-3006
▁Cambiar	-3007
tene	-3008
rc	-3009
rl	-3010
▁tecno	-3011
logía	-3012
▁tecnología	-3013
▁ap	-3014
▁cp	-3015
▁dp	-3016
▁ep	-3017
▁gp	-3018
▁ip	-3019
▁lp	-3020
▁mp	-3021
▁np	-3022
▁pp	-3023
▁rp	-3024
▁tp	-3025
▁up	-3026
▁jefe	-3027
icos	-3028
igro	-3029
▁lado	-3030
▁médico	-3031
cos	-3032
tenemos	-3033
▁mantenemos	-3034
sos	-3035
tió	-3036
asm	-3037
sw	-3038
rd	-3039
rg	-3040
▁Ah	-3041
▁luch	-3042
▁veía	-3043
▁sigue	-3044
▁todas	-3045
▁fís	-3046
▁viene	-3047
tección	-3048
▁peligro	-3049
▁Invierte	-3050
▁acciones	-3051
▁luchando	-3052
▁moralidad	-3053
▁protección	-3054
▁telep	-3055
áticos	-3056
▁animales	-3057
▁telepáticos	-3058
▁maestra	-3059
tidos	-3060
▁sueños	-3061
▁compartidos	-3062
rm	-3063
rp	-3064
rios	-3065
teri	-3066
▁homb	-3067
▁relaja	-3068
▁hombros	-3069
▁profundo	-3070
econ	-3071
enem	-3072
▁logros	-3073
▁recono	-3074
▁reconocimiento	-3075
dis	-3076
caso	-3077
▁debe	-3078
▁punto	-3079
]}.	-3080
char	-3081
derar	-3082
istas	-3083
▁vista	-3084
siderar	-3085
▁Pistas	-3086
▁omitió	-3087
▁relata	-3088
▁revelan	-3089
▁reconsiderar	-3090
▁idio	-3091
ivos	-3092
rojo	-3093
agres	-3094
▁azul	-3095
▁quema	-3096
▁enfría	-3097
▁pasivo	-3098
▁colores	-3099
▁comenta	-3100
▁físicas	-3101
agresivos	-3102
▁comentarios	-3103
etir	-3104
▁att	-3105
bajan	-3106
▁Recon	-3107
▁causó	-3108
tualiza	-3109
▁anteri	-3110
▁juntos	-3111
▁Recontex	-3112
▁trabajan	-3113
▁anteriores	-3114
▁Recontextualiza	-3115
ará	-3116
éfono	-3117
▁mueve	-3118
▁revisa	-3119
▁teléfono	-3120
yac	-3121
▁agua	-3122
▁voto	-3123
▁actor	-3124
▁alian	-3125
▁coali	-3126
zas	-3127
▁cc	-3128
▁lc	-3129
▁nc	-3130
▁oc	-3131
▁rc	-3132
oría	-3133
sivo	-3134
▁pie	-3135
swing	-3136
etirán	-3137
▁alían	-3138
▁apoyo	-3139
cionado	-3140
enemigo	-3141
▁Teoría	-3142
▁escaso	-3143
▁forman	-3144
▁recurso	-3145
▁alianzas	-3146
▁decisivo	-3147
▁recursos	-3148
▁valiosos	-3149
▁competirán	-3150
▁coaliciones	-3151
▁naturalmente	-3152
▁desproporcional	-3153
rt	-3154
Quién	-3155
inform	-3156
▁Dinám	-3157
▁cambia	-3158
▁idioma	-3159
▁valiosa	-3160
▁Dinámicas	-3161
información	-3162
▁generación	-3163
▁posicional	-3164
pido	-3165
▁dyn	-3166
▁ad	-3167
▁cd	-3168
▁dd	-3169
▁ed	-3170
▁gd	-3171
▁ld	-3172
▁md	-3173
▁nd	-3174
▁od	-3175
▁pd	-3176
▁rd	-3177
▁sd	-3178
▁td	-3179
▁ud	-3180
rust	-3181
▁ecli	-3182
▁rota	-3183
▁pesa	-3184
cale	-3185
ríe	-3186
▁pese	-3187
ñada	-3188
▁mos	-3189
amics	-3190
▁Ahora	-3191
▁Trust	-3192
▁dañada	-3193
▁dudará	-3194
▁rompió	-3195
▁rápido	-3196
▁eclipsa	-3197
▁destruye	-3198
▁dynamics	-3199
▁construye	-3200
▁abor	-3201
bido	-3202
ciales	-3203
▁escale	-3204
▁mediar	-3205
▁partes	-3206
▁subyac	-3207
▁abordan	-3208
▁percibido	-3209
▁preguntas	-3210
▁Resolución	-3211
▁subyacentes	-3212
▁superficiales	-3213
▁animad	-3214
▁animadamente	-3215
▁tér	-3216
▁dc	-3217
▁gc	-3218
▁mc	-3219
▁pc	-3220
▁tc	-3221
▁ruta	-3222
cuad	-3223
▁alin	-3224
▁Aunque	-3225
▁ocurra	-3226
▁conecta	-3227
▁alternativa	-3228
▁alternativo	-3229
▁Ape	-3230
▁conv	-3231
▁clara	-3232
▁estra	-3233
▁sient	-3234
encer	-3235
ficia	-3236
minos	-3237
tegia	-3238
▁Pers	-3239
▁Reen	-3240
uasión	-3241
▁queja	-3242
▁sería	-3243
cuadrar	-3244
▁Apelar	-3245
▁Evitar	-3246
▁active	-3247
procidad	-3248
▁alinear	-3249
▁imponer	-3250
▁sienten	-3251
▁resisten	-3252
▁términos	-3253
▁beneficia	-3254
▁beneficio	-3255
▁convencer	-3256
▁Persuasión	-3257
▁claramente	-3258
▁estrategia	-3259
▁Reencuadrar	-3260
▁psicológica	-3261
▁resistencia	-3262
▁reciprocidad	-3263
▁il	-3264
▁nl	-3265
▁rl	-3266
▁sl	-3267
▁Base	-3268
▁cier	-3269
adu	-3270
▁ae	-3271
▁ee	-3272
▁ie	-3273
▁oe	-3274
▁temas	-3275
culpa	-3276
▁ciertos	-3277
▁disculpa	-3278
▁frecuencia	-3279
iduo	-3280
▁∩	-3281
▁profes	-3282
lado	-3283
▁residuo	-3284
▁dl	-3285
▁gl	-3286
▁ml	-3287
▁pl	-3288
▁tl	-3289
dep	-3290
▁Solo	-3291
▁iguales	-3292
ure	-3293
▁callado	-3294
▁contacto	-3295
▁ge	-3296
▁pe	-3297
sc	-3298
asi	-3299
▁vin	-3300
vía	-3301
yec	-3302
uino	-3303
▁usa	-3304
▁tono	-3305
▁\	-3306
▁efi	-3307
▁aleg	-3308
▁bien	-3309
▁liter	-3310
rio	-3311
iguo	-3312
▁alegra	-3313
icamente	-3314
▁genuino	-3315
▁sarcasm	-3316
▁viniste	-3317
▁malinter	-3318
▁sarcástico	-3319
▁literalmente	-3320
▁malinterpreta	-3321
▁sarcásticamente	-3322
▁podr	-3323
▁sug	-3324
▁mens	-3325
idu	-3326
▁aa	-3327
▁ea	-3328
▁ia	-3329
▁oa	-3330
▁ua	-3331
istir	-3332
tando	-3333
▁text	-3334
ciente	-3335
▁envía	-3336
▁texto	-3337
▁podría	-3338
▁proyec	-3339
▁ambiguo	-3340
▁efectiv	-3341
▁existir	-3342
▁mensaje	-3343
pretación	-3344
▁correcta	-3345
▁eficiente	-3346
▁proyectando	-3347
▁efectivamente	-3348
▁interpretación	-3349
su	-3350
▁mala	-3351
▁pudo	-3352
▁espe	-3353
sl	-3354
▁Ti	-3355
struir	-3356
▁avis	-3357
▁tuvo	-3358
ental	-3359
▁avisar	-3360
▁explic	-3361
▁fundam	-3362
ribution	-3363
▁atribuye	-3364
emergencia	-3365
▁atribución	-3366
▁attribution	-3367
▁explicación	-3368
▁fundamental	-3369
▁situacional	-3370
▁ga	-3371
▁espejo	-3372
▁fac	-3373
hu	-3374
uso	-3375
sd	-3376
sg	-3377
▁asi	-3378
▁brus	-3379
▁gestos	-3380
▁bruscos	-3381
OD	-3382
▁paci	-3383
sm	-3384
▁Tiene	-3385
▁factor	-3386
▁piedra	-3387
inu	-3388
▁paciencia	-3389
étr	-3390
▁tar	-3391
st	-3392
▁sem	-3393
evi	-3394
dose	-3395
oral	-3396
espa	-3397
evita	-3398
▁gri	-3399
▁△	-3400
▁vie	-3401
étrica	-3402
▁simétrica	-3403
▁lex	-3404
▁léx	-3405
▁pali	-3406
▁refi	-3407
▁marco	-3408
▁solas	-3409
igü	-3410
rién	-3411
tanci	-3412
Necesi	-3413
espacio	-3414
igüedad	-3415
manente	-3416
▁léxica	-3417
Necesito	-3418
riéndose	-3419
▁espacio	-3420
▁lexical	-3421
▁palabra	-3422
▁distanci	-3423
▁temporal	-3424
▁terminar	-3425
▁necesitar	-3426
▁Ambigüedad	-3427
▁permanente	-3428
▁significar	-3429
▁refiriéndose	-3430
▁distanciamiento	-3431
orr	-3432
▁muy	-3433
▁TOD	-3434
▁Uni	-3435
▁⊆	-3436
,...	-3437
,...,	-3438
mento	-3439
verso	-3440
▁Veri	-3441
▁TODOS	-3442
▁Comple	-3443
▁Universo	-3444
▁universo	-3445
▁Verificar	-3446
▁Complemento	-3447
▁fr	-3448
▁pron	-3449
mpsesto	-3450
▁palimpsesto	-3451
esg	-3452
disc	-3453
mpar	-3454
tall	-3455
uede	-3456
▁amor	-3457
▁cita	-3458
trar	-3459
▁viejo	-3460
▁lími	-3461
▁self	-3462
▁ínti	-3463
▁gradu	-3464
birse	-3465
ieren	-3466
asiado	-3467
losure	-3468
talles	-3469
▁Puede	-3470
▁falta	-3471
mpartir	-3472
timidad	-3473
▁forzar	-3474
▁incomo	-3475
▁pronto	-3476
▁intento	-3477
▁límites	-3478
▁primera	-3479
▁íntimos	-3480
▁comparte	-3481
▁detalles	-3482
▁sugieren	-3483
disclosure	-3484
revelación	-3485
▁Compartir	-3486
▁demasiado	-3487
▁intimidad	-3488
▁percibirse	-3489
▁personales	-3490
▁gradualidad	-3491
▁incomodidad	-3492
▁Un	-3493
▁eu	-3494
▁iu	-3495
▁nu	-3496
▁ou	-3497
▁uu	-3498
▁fij	-3499
▁agres	-3500
▁gesto	-3501
▁mirar	-3502
cómodo	-3503
iduría	-3504
▁queri	-3505
ficados	-3506
▁siente	-3507
contacto	-3508
▁expresa	-3509
▁mostrar	-3510
▁percibe	-3511
▁agresión	-3512
▁incómodo	-3513
▁opuestos	-3514
▁fijamente	-3515
▁queriendo	-3516
▁sabiduría	-3517
▁Malentendido	-3518
▁significados	-3519
▁confrontación	-3520
▁fuego	-3521
úy	-3522
culo	-3523
til	-3524
óy	-3525
▁músculo	-3526
▁du	-3527
▁gu	-3528
éy	-3529
úv	-3530
áy	-3531
íy	-3532
hay	-3533
sav	-3534
▁∪	-3535
▁ger	-3536
▁Unión	-3537
uce	-3538
uego	-3539
▁ina	-3540
óv	-3541
MB	-3542
▁creatividad	-3543
ola	-3544
rea	-3545
▁ct	-3546
▁dt	-3547
▁et	-3548
▁gt	-3549
▁it	-3550
▁lt	-3551
▁mt	-3552
▁nt	-3553
▁pt	-3554
▁rt	-3555
▁st	-3556
▁tt	-3557
▁ut	-3558
aso	-3559
▁face	-3560
▁priv	-3561
▁tenga	-3562
év	-3563
pas	-3564
ñala	-3565
perior	-3566
saving	-3567
▁Indep	-3568
▁Viola	-3569
▁juego	-3570
▁razón	-3571
público	-3572
▁señala	-3573
▁privado	-3574
▁público	-3575
▁sociales	-3576
▁superior	-3577
▁Independi	-3578
▁avergonzar	-3579
áv	-3580
▁ai	-3581
▁ei	-3582
▁ii	-3583
▁ni	-3584
▁oi	-3585
▁ui	-3586
illa	-3587
err	-3588
sec	-3589
dia	-3590
lum	-3591
▁semilla	-3592
▁esper	-3593
▁esperanza	-3594
úf	-3595
metr	-3596
▁gi	-3597
▁sala	-3598
viene	-3599
▁previene	-3600
flej	-3601
fleja	-3602
▁quer	-3603
▁aunque	-3604
▁queramos	-3605
bor	-3606
▁somb	-3607
▁sombra	-3608
ób	-3609
óf	-3610
eti	-3611
▁AMB	-3612
▁Ina	-3613
aries	-3614
bound	-3615
▁conj	-3616
metría	-3617
▁AMBOS	-3618
▁viola	-3619
ionales	-3620
sección	-3621
▁cuánto	-3622
essional	-3623
▁directo	-3624
▁mayoría	-3625
▁salario	-3626
▁pregunta	-3627
boundaries	-3628
▁asimetría	-3629
▁conjuntos	-3630
▁preguntar	-3631
▁Inapropiado	-3632
▁entrevistas	-3633
▁Intersección	-3634
▁professional	-3635
▁profesionales	-3636
íb	-3637
íf	-3638
éb	-3639
úh	-3640
úá	-3641
exp	-3642
ong	-3643
cie	-3644
▁gota	-3645
bordado	-3646
▁desbordado	-3647
óh	-3648
óá	-3649
cepti	-3650
ceptible	-3651
▁persistencia	-3652
íh	-3653
íá	-3654
▁fle	-3655
▁var	-3656
éh	-3657
éá	-3658
has	-3659
leb	-3660
vy	-3661
ener	-3662
iger	-3663
unas	-3664
▁borr	-3665
pues	-3666
puestas	-3667
▁borradas	-3668
▁escritura	-3669
▁superpuestas	-3670
eral	-3671
ette	-3672
ou	-3673
▁minu	-3674
▁punc	-3675
▁puntu	-3676
▁tarde	-3677
xib	-3678
auto	-3679
petada	-3680
xibles	-3681
▁Gener	-3682
tuality	-3683
▁varían	-3684
▁minutos	-3685
▁informal	-3686
▁Respetada	-3687
▁contextos	-3688
▁flexibles	-3689
▁informales	-3690
▁punctuality	-3691
▁puntualidad	-3692
▁Generalmente	-3693
▁culturalmente	-3694
▁significativo	-3695
sal	-3696
▁riesg	-3697
etiqu	-3698
aliger	-3699
lebrar	-3700
▁grief	-3701
▁humor	-3702
▁chiste	-3703
▁cuenta	-3704
▁muchas	-3705
aligerar	-3706
▁Depende	-3707
▁algunas	-3708
▁funeral	-3709
etiquette	-3710
▁ambiente	-3711
▁celebrar	-3712
▁riesgoso	-3713
▁inapropiado	-3714
oe	-3715
autoengaño	-3716
temp	-3717
undas	-3718
▁profundas	-3719
▁sobrevive	-3720
▁tormentas	-3721
▁abre	-3722
▁enun	-3723
▁respira	-3724
oa	-3725
oi	-3726
incapacidad	-3727
ival	-3728
impar	-3729
ivale	-3730
▁Contra	-3731
▁equivale	-3732
▁enunciado	-3733
temperatura	-3734
▁Contrapositiva	-3735
idado	-3736
alienta	-3737
▁quemar	-3738
▁cuidado	-3739
úú	-3740
mie	-3741
▁sonríe	-3742
▁ambición	-3743
fia	-3744
lealtad	-3745
vv	-3746
necesidad	-3747
ot	-3748
▁atro	-3749
resa	-3750
Sol	-3751
Solución	-3752
▁dilema	-3753
▁venganza	-3754
áb	-3755
áf	-3756
ortal	-3757
▁arras	-3758
evitar	-3759
▁fortal	-3760
▁atrofia	-3761
▁regresa	-3762
▁abandono	-3763
▁arrastra	-3764
▁dirección	-3765
▁fortalece	-3766
fracasar	-3767
▁marea	-3768
▁menciona	-3769
íé	-3770
íó	-3771
íú	-3772
hy	-3773
demanda	-3774
▁incl	-3775
errada	-3776
repetir	-3777
▁incluso	-3778
▁germinar	-3779
▁persiste	-3780
▁enterrada	-3781
▁condiciones	-3782
▁pérdida	-3783
vb	-3784
vf	-3785
gullo	-3786
orgullo	-3787
producción	-3788
migra	-3789
migración	-3790
yy	-3791
óé	-3792
óú	-3793
truc	-3794
bar	-3795
áh	-3796
▁poca	-3797
▁fór	-3798
miedo	-3799
ipó	-3800
mula	-3801
▁ilum	-3802
▁cauce	-3803
tructivo	-3804
▁destructivo	-3805
▁iluminación	-3806
eros	-3807
▁núm	-3808
▁suma	-3809
▁LHS	-3810
▁RHS	-3811
▁✓.	-3812
▁Que	-3813
▁Hipó	-3814
▁Paso	-3815
▁Induc	-3816
▁Probar	-3817
▁Suponer	-3818
▁fórmula	-3819
▁Hipótesis	-3820
▁Inductivo	-3821
▁inducción	-3822
éé	-3823
)+(	-3824
don	-3825
▁Sean	-3826
impares	-3827
▁impares	-3828
▁números	-3829
▁así	-3830
▁irra	-3831
▁fes	-3832
vh	-3833
fb	-3834
perfeccionismo	-3835
▁Ent	-3836
ongamos	-3837
adicción	-3838
coprimos	-3839
▁Entonces	-3840
▁resultan	-3841
▁Supongamos	-3842
▁irracional	-3843
▁Contradicción	-3844
precio	-3845
óó	-3846
éú	-3847
áá	-3848
rump	-3849
▁col	-3850
▁odia	-3851
años	-3852
tejado	-3853
▁cumple	-3854
▁sorpresa	-3855
▁festejado	-3856
▁sorpresas	-3857
▁cumpleaños	-3858
cosecha	-3859
íd	-3860
íg	-3861
íu	-3862
rumpido	-3863
▁interrumpido	-3864
ran	-3865
▁personaje	-3866
▁ocul	-3867
▁cíc	-3868
▁indi	-3869
fh	-3870
íl	-3871
ím	-3872
íp	-3873
ír	-3874
hósp	-3875
ferente	-3876
hóspito	-3877
▁deseos	-3878
▁oculta	-3879
evitable	-3880
▁cíclico	-3881
▁superficie	-3882
▁indiferente	-3883
mbro	-3884
▁miembro	-3885
▁confronta	-3886
▁contribuye	-3887
▁sent	-3888
úé	-3889
yb	-3890
donar	-3891
▁encu	-3892
▁perdonar	-3893
▁será	-3894
▁compa	-3895
ícil	-3896
ñero	-3897
zarlo	-3898
▁recha	-3899
▁difícil	-3900
▁sabiendo	-3901
▁compañero	-3902
▁rechazarlo	-3903
▁heri	-3904
▁decir	-3905
ientos	-3906
▁sentim	-3907
▁heriría	-3908
▁sentimientos	-3909
fv	-3910
édi	-3911
hb	-3912
entran	-3913
pareja	-3914
▁fiesta	-3915
▁expareja	-3916
▁encuentran	-3917
▁inhibe	-3918
úó	-3919
diendo	-3920
▁prefer	-3921
▁decidiendo	-3922
▁preferencias	-3923
pios	-3924
íi	-3925
ít	-3926
▁vivir	-3927
▁merece	-3928
▁decidir	-3929
arres	-3930
édito	-3931
arresta	-3932
▁crédito	-3933
▁contrarresta	-3934
vá	-3935
▁frena	-3936
goci	-3937
▁princi	-3938
▁romper	-3939
▁adaptarse	-3940
▁principios	-3941
éó	-3942
úd	-3943
úg	-3944
úo	-3945
úu	-3946
▁parte	-3947
▁miente	-3948
▁negoci	-3949
▁intenciones	-3950
▁negociación	-3951
bb	-3952
fá	-3953
hab	-3954
tiga	-3955
▁renc	-3956
ég	-3957
éo	-3958
éu	-3959
úc	-3960
úe	-3961
úl	-3962
úp	-3963
úr	-3964
óo	-3965
ós	-3966
óu	-3967
▁cena	-3968
▁colec	-3969
▁sacri	-3970
yh	-3971
▁personal	-3972
▁colectivo	-3973
▁sacrificar	-3974
▁paz	-3975
▁rencor	-3976
▁mitiga	-3977
▁sale	-3978
encial	-3979
▁esencial	-3980
▁familiar	-3981
▁priorizar	-3982
habla	-3983
▁seguir	-3984
▁callar	-3985
éc	-3986
ée	-3987
él	-3988
ém	-3989
ép	-3990
óc	-3991
óe	-3992
ól	-3993
óp	-3994
yf	-3995
yv	-3996
▁reconstruir	-3997
hh	-3998
▁af	-3999
úi	-4000
út	-4001
yá	-4002
sol	-4003
raí	-4004
éa	-4005
éi	-4006
invent	-4007
inventor	-4008
óa	-4009
ói	-4010
ót	-4011
hf	-4012
hv	-4013
mús	-4014
músico	-4015
soldado	-4016
ád	-4017
ág	-4018
áo	-4019
áu	-4020
íí	-4021
pol	-4022
bf	-4023
bv	-4024
médico	-4025
cient	-4026
científica	-4027
arquitecto	-4028
▁ón	-4029
ác	-4030
áe	-4031
áp	-4032
ár	-4033
abogada	-4034
maestra	-4035
vd	-4036
vg	-4037
vn	-4038
vs	-4039
vu	-4040
artista	-4041
odista	-4042
periodista	-4043
astronauta	-4044
bh	-4045
bióloga	-4046
yd	-4047
yg	-4048
ys	-4049
yu	-4050
▁aso	-4051
vc	-4052
vl	-4053
vm	-4054
vp	-4055
vr	-4056
▁junto	-4057
▁tiende	-4058
▁ocurrir	-4059
piloto	-4060
fd	-4061
fg	-4062
fn	-4063
fs	-4064
fu	-4065
áa	-4066
ái	-4067
detec	-4068
detective	-4069
chef	-4070
yc	-4071
yl	-4072
ym	-4073
yp	-4074
yr	-4075
fc	-4076
fe	-4077
fl	-4078
fm	-4079
fp	-4080
fr	-4081
▁ás	-4082
